# Brewfile — macOS packages for the dotfiles. Install with: brew bundle
# (Replaces the old, stale .brew script.)

# Core
brew "git"
brew "git-delta"      # .gitconfig pager
brew "tmux"
brew "neovim"
brew "stow"           # the installer
brew "asdf"           # runtime version manager (Node/Ruby/Python)
brew "direnv"

# GNU coreutils so the `gnu` resolver finds gls/gstat/gdate/gdircolors on macOS
brew "coreutils"
brew "findutils"

# Modern CLI tools the shell config uses
brew "ripgrep"
brew "fd"
brew "fzf"
brew "bat"
brew "eza"
brew "zoxide"
brew "jq"

# Misc
brew "gnupg"
brew "pass"
brew "neomutt"
brew "fortune"        # login greeting (with `tips`); see shell/.bash_profile
brew "cowsay"
